{
  "intro": "Spada a Dui Mani: The Longsword",
  "data": [
    {
      "section": "Origin of the Longsword",
      "paragraphs": [
        {
          "text": "Prior to the 13th century, the principle knightly sword was a straight, broad-bladed and double edged weapon about 39\" (1 m) long, wielded in one hand. Used with a shield, this sword was primarily used from horseback as a back-up weapon once the lance was discarded, or on foot by lightly armoured foot soldiers. By the year 1200, however, the adoption of heavier crossbows and bows capable of penetrating maille armour, the appearance of better-trained, professional, foot soldiers armed with heavier polearms, combined with new iron smelting and refining processes that made the production of steel plate cheaper and easier was changing the face of medieval warfare. At the same time that the knight's improving armour made it possible for him to rely on his shield less, that same armour also required him to use a sword better suited to defeat it. Thus, the first longswords were born."
        }
      ]
    },
    {
      "section": "Evolution of the Longsword",
      "paragraphs": [
        {
          "text": "The medieval longsword went through many changes throughout its history. The sword first appeared in the 13th century, and was primarily a broad-bladed cutting weapon, with a fuller to make the blade lighter without weakening it. The tip was not as prominent as its future brothers, but still deadly. By the late 13th century, the sword began to develop a more tapered point, to pierce both mail as well as the gaps in the new plate armour that began to appear at this time. As plate armour rapidly developed in the 14th century, a form with a sharply-tapered point, creating a very triangular silhouette, also appeared by 1350. With a new emphasis on the point, risers replaced fullers, making the sword more rigid, and thereby better suited to thrusting. Swords of this form became popular by the 14th century and became one of the dominant longsword forms in the following century."
        },
        {
          "text": "By the 16th century, both tapered and broad-bladed longswords remained popular, but the longsword's utility on the battlefield was nearly over, and the rapier had supplanted its popularity in civilian life. In the street melee that opens <i>Romeo and Juliet</i>, Shakespeare had old Montague call for his longsword, as a way of portraying him as old-fashioned and even buffoonish."
        }
      ]
    },
    {
      "section": "Anatomy of a Longsword",
      "paragraphs": [
        {
          "text": "There are two principal forms of longsword. The first is usually about 46 - 50 inches long, with a weight between 2.5 and 4lbs. This sort of weapon was generally carried in battle when travelling, or in the late medieval era, as a civilian weapon."
        },
        {
          "text": "The second form of longsword was about 54 inches long (the usual measurement was that the pommel should fit under the crook of the armpit), with a weight of 3 to 5 lbs. This was specifically a battlefield weapon, and was carried suspended from the saddle, not worn on the body."
        }
      ]
    }
  ]
}